import React from "react";

const Tender2 = () => {
  return (
    <div className="tenders-page__info1">
      <div className="container">
        <h3 className="bold">
          Вниманию аудиторских организаций!
          <span className="enter"></span>
          АО «O‘ZENERGOINJINIRING» объявляет конкурс по выбору аудиторской
          организации:
        </h3>
        <p>
          Согласно Закона Республики Узбекистан «О государственных закупках»,
          закупку услуг, по определению аудиторской организация для проведения
          аудита финансовой отчетности Общества за отчетный год, согласно
          международным (МСА и МСФО) и национальным (НСАД, НСБУ) стандартам
          аудита и аудита правильности расчетов значений КПЭ, ИКЭ и процентов их
          выполнения по итогам 2022 года будет осуществляться путем
          использования специальной электронной платформы «etender.uzex.uz»
          посредством отбора наилучшего предложения;
          <span className="enter"></span>
          1.<span className="bold">Адрес места проведения отбора</span> -100076
          г. Ташкент, Яшнабадский район, ул. М. Ашрафи, 1-й переулок, дом 9.{" "}
          <span className="enter2"></span>
          2.<span className="bold">Подробное описание услуг</span> - проведение
          аудита финансовой отчетности Общества за отчетный год, согласно
          международным (МСА и МСФО) и национальным (НСАД, НСБУ) стандартам
          аудита и аудита правильности расчетов значений КПЭ, ИКЭ и процентов их
          выполнения по итогам 2022 года.<span className="enter2"></span>
          3. <span className="bold">Стартовая цена услуг</span>- общая сумма 64
          000 000 сум<span className="enter2"></span>
          4.{" "}
          <span className="bold">Требования, предъявляемые к участникам-</span>
          <span className="enter"></span>
          <ul>
            <li>
              <p>
                не находится в стадии реорганизации, ликвидации или банкротства;
              </p>
            </li>
            <li>
              <p>
                не находится в состоянии судебного или арбитражного
                разбирательства с Заказчиком;
              </p>
            </li>
            <li>
              <p>
                отсутствуют ненадлежащим образом исполненные обязательства по
                ранее заключенным договорам;
              </p>
            </li>
          </ul>
          <span className="enter"></span>
          -исполнитель должен обладать всеми необходимыми
          свидетельствами/лицензиями/сертификатами в соответствии с
          законодательством Республики Узбекистан;
          <span className="enter"></span>
          -и другие в соответствии с техническим и коммерческим требованиям
          закупочной документации.
          <span className="enter"></span>
          5. <span className="bold">Требования к оформлению документа</span>:
          для участия в отборе претендентам необходимо подать предложение в
          etender.uzex.uz. согласно Закупочной документации, которая содержит:
          информацию, указанную в объявлении о проведении отбора; информацию о
          валюте, порядке оплаты и условия поставки; требования об обязательной
          подготовке предложения на участие в отборе; порядок, дату начала и
          окончания срока предоставления участникам разъяснений положений
          закупочной документации по отбору; стартовая цена, техническое
          задание, критерии оценки и порядок рассмотрения предложений и т.д.
          <span className="enter"></span>
          <span className="bold">
            К участию в конкурсе допускаются организации:
          </span>
          <ul>
            <li>
              <p>
                имеющие лицензию на осуществление аудиторской деятельности
                нового образца, отвечающим требованияи постановления от
                19.09.2018г. №ПП-3946;
              </p>
            </li>
            <li>
              <p>
                имеющие опыт работы в области оказания аудиторских услуг по
                международным и национальным стандартам не менее 3 лет;
              </p>
            </li>
          </ul>
          <span className="enter"></span>
          -предложение участника об участии в конкурсе с предварительной
          стоимостью услуг (с указанием стоимости по каждому виду услуг);
          <span className="enter"></span>
          -копию соответствующей лицензии;
          <span className="enter"></span>
          -информацию об организации (опыт работы, количество аудиторов,
          членство в международных организациях, перечень наиболее крупных
          клиентов и т.д.), в том числе копию свидетельства о государственной
          регистрации;
          <span className="enter"></span>
          -копии квалификационных сертификатов, международных сертификатов.
          <span className="enter"></span>
          -копию страхового полиса и иные сведения.
          <span className="enter"></span>
          -информацию подтверждающую участие в рейтинговой оценке деятельности
          аудиторских организаций.
          <span className="enter"></span>
          Окончательный срок предоставления предложений установлен в течение 10
          дней со дня публикации данного объявления.
          <span className="enter"></span>
          Контактное лицо: тел. (0371) 291-87-24. +998 90 969-47-55 Электронная
          почта info@ uzenergoeng.uz, uzenergoeng@mail.ru
          <span className="enter"></span>
        </p>
      </div>
    </div>
  );
};

export default Tender2;
