const Tender1 = () => {
  return (
    <div className="tenders-page__info1">
      <div className="container">
        <h3 className="bold">
          АО «O‘ZENERGOINJINIRING»
          <span className="enter"></span>
          объявляет конкурс на вакансию сотрудника службы внутреннего аудита.
        </h3>
        <p>
          <span className="bold">Требования к специалисту</span>
          <span className="enter"></span>
          1.Внутренний аудитор должен иметь опыт работы в должности аудитора не
          менее 3-х лет, в том числе в Службе внутреннего аудита в
          энергетической отрасли не менеее 1 года.{" "}
          <span className="enter2"></span>
          2.Внутренний аудитор должен знать:
          <span className="enter"></span>- порядок ведения бухгалтерского учета
          и составления отчетности, национальные и международные стандарты
          бухгалтерского учета;
          <span className="enter"></span>- аудиторские методики и процедуры,
          национальные и международные стандарты внутреннего аудита;
          <span className="enter"></span>- методы анализа
          хозяйственно-финансовой деятельности Общества;
          <span className="enter"></span>- правила проведения проверок и
          документальных ревизий;
          <span className="enter"></span>- основы налоговой системы, порядок
          исчисления налогов;
          <span className="enter"></span>- денежное обращение, кредит, порядок
          ценообразования;
          <span className="enter"></span>- нормативные и методические материалы,
          регламентирующие производственно-хозяйственную деятельность Общества;
          <span className="enter"></span>- профиль, специализацию и особенности
          структуры Общества;
          <span className="enter"></span>- правила организации и ведения
          бизнеса;
          <span className="enter"></span>- трудовое, финансовое, налоговое и
          коммерческое законодательство;
          <span className="enter"></span>- основы маркетинга и
          администрирования;
          <span className="enter"></span>- этику делового общения;
          <span className="enter"></span>- информационные технологии, средства
          коммуникации и связи;
          <span className="enter"></span>- правила и нормы охраны труда.
          <span className="enter"></span>
          <span className="bold">
            К участию в конкурсе допускаются аудиторы (специалисты) имеющие:
          </span>
          <ul>
            <li>
              <p>
                документ, удостоверяющий личность гражданина Республики
                Узбекистан;
              </p>
            </li>
            <li>
              <p>сертификат внутреннего аудитора;</p>
            </li>
            <li>
              <p>
                диплом о получении высшего экономического образование,
                полученное образование в высших образовательных учреждениях
                Республики Узбекистан либо в образовательных учреждениях
                иностранного государства и в соответствии с законодательством
                Республики Узбекистан признанное эквивалентным образованию в
                Республике Узбекистан.
              </p>
            </li>
            <li>
              <p>
                стаж практической работы (в том числе по совместительству) в
                сфере бухгалтерского учета, аудита, финансового или налогового
                контроля не менее пяти лет из последних десяти
              </p>
            </li>
            <li>
              <p>
                Знание и умение применять специализированные навыки аудита,
                знание международных стандартов бухгалтерского учёта.
              </p>
            </li>
            <li>
              <p>наличие сертификатов и опыта работы по НСБУ и МСФО</p>
            </li>
            <li>
              <p>
                квалификационных сертификатов карпоративного управляющего или
                специалиста рынка ценных бумаг.
              </p>
            </li>
          </ul>
          <span className="enter"></span>
          Кандидатами на должность сотрудника службы внутреннего аудита не могут
          быть лица, которые:
          <span className="enter"></span>
          <ul>
            <li>
              <p>
                признавались недееспособным или ограниченно дееспособным
                решением суда.
              </p>
            </li>
            <li>
              <p>
                лишались права занимать государственные должности в течение
                определенного срока.
              </p>
            </li>
            <li>
              <p>
                привлекались в течение трех лет к дисциплинарной ответственности
                за совершение правонарушения.
              </p>
            </li>
            <li>
              <p>
                имели в течение года административное взыскание за умышленное
                правонарушение.
              </p>
            </li>
            <li>
              <p>
                находятся в отношениях родства или свойства с членом
                Наблюдательного совета или руководителем Исполнительного органа
                Общества.
              </p>
            </li>
          </ul>
          <span className="enter"></span>
          <span className="bold">
            {" "}
            Документы принимаются до 15.03.2023 года.
          </span>
          <span className="enter"></span>
          Окончательный срок предоставления предложений установлен в течение 5
          дней со дня публикации данного объявления.
          <span className="enter"></span>
          Конкурсное предложение представляется в запечатанном
          <span className="enter"></span>
          -копии квалификационных сертификатов карпоративного управляющего или
          специалиста рынка ценных бумаг.
          <span className="enter"></span>
          -копию страхового полиса и иные сведения.
          <span className="enter"></span>
          Заявки на участие в конкурсе принимаются по адресу: 100076 г. Ташкент,
          Яшнабадский район, ул. М. Ашрафи, 1-й переулок, дом 9.
          <span className="enter"></span>
          Телефон: (0371) 291-87-24. +998 90 969-47-55 Электронная почта info@
          uzenergoeng.uz, uzenergoeng@mail.ru<span className="enter"></span>
        </p>
      </div>
    </div>
  );
};

export default Tender1;
