const Tender4 = () => {
  return (
    <div className="tenders-page__info1">
      <div className="container">
        <h3 className="bold">
          АО «O‘ZENERGOINJINIRING»
          <span className="enter"></span>
          объявляет конкурс по выбору независимой организации для проведения
          <span className="enter"></span>
          оценки системы корпоративного управления в обществе за 2021 год.
        </h3>
        <p>
          <span className="bold">
            К участию в конкурсе допускаются организации
          </span>{" "}
          имеющие специалиста с соответствующим аттестатом корпоративного
          управляющего или специалиста рынка ценных бумаг.
          <span className="enter"></span>
          Конкурсное предложение представляется в запечатанном конверте и должно
          содержать следующие документы:
          <span className="enter"></span>
          -предложение участника об участии в конкурсе с предварительной
          стоимостью услуг;
          <span className="enter"></span>
          -копию соответствующей лицензии;
          <span className="enter"></span>
          -информацию об организации (опыт работы, членство в международных
          организациях, перечень наиболее крупных клиентов и т.д.) , в том числе
          копию свидетельства о государственной регистрации;
          <span className="enter"></span>
          -копии квалификационных сертификатов карпоративного управляющего или
          специалиста рынка ценных бумаг.
          <span className="enter"></span>
          -копию страхового полиса и иные сведения.
          <span className="enter"></span>
          Стартовая цена 4,0 млн.сум.
          <span className="enter"></span>
          Окончательный срок предоставления предложений установлен в течение 20
          дней со дня публикации данного объявления.
          <span className="enter"></span>
          Коммерческие предложения на участие в конкурсе принимаются по адресу:
          100074 г. Ташкент, Яшнабадский район, ул. М. Ашрафи, 1-й переулок, дом
          9.
          <span className="enter"></span>
          Телефон: (0371) 291-87-24. +998 90 969-47-55 Электронная почта info@
          uzenergoeng.uz, uzenergoeng@mail.ru
          <span className="enter"></span>
          УСЛУГИ
          <span className="enter"></span>№ ЛОТА 9137604
          <span className="enter"></span>
          Подробное описание: Аудиторские услуги (описание работ и услуг)
          <span className="enter"></span>
          1.Для проведения аудиторской проверки по национальным стандартам
          аудита финансовой отчётности АО «O‘ZENERGOINJINIRING» по итогам 2021
          года, составленной по национальным стандартам.
          <span className="enter"></span>
          2.Для проведения аудиторской проверки по международным стандартам
          аудита финансовой отчетности АО «O‘ZENERGOINJINIRING» по итогам 2021
          года, составленной по международным стандартам финансовой отчетности.
          <span className="enter"></span>
          3.Для подготовки финансовой отчетности за 2021 год по МСФО.
          <span className="enter"></span>
          4.Аудит правильности расчетов значений КПЭ, ИКЭ и процентов их
          выполнения по итогам 2021 года.
          <span className="enter"></span>
          <span className="enter"></span>
          <span className="enter"></span>
        </p>

        <table className="tenders-page__info1-table" border="1" cellpadding="">
          <tbody>
            <tr>
              <td>Количество лотов</td>
              <td>Единица измерения</td>
              <td>Стартовая цена</td>
              <td>Итого стартовая стоимость</td>
            </tr>
            <tr>
              <td>1</td>
              <td>услуга</td>
              <td>4 000 000 сум</td>
              <td></td>
            </tr>
          </tbody>
        </table>
        <span className="enter"></span>
        <span className="enter"></span>
        <span className="enter"></span>
        <table className="tenders-page__info1-table" border="1" cellpadding="">
          <tbody>
            <tr>
              <td>Наименование заказчика</td>
              <td>Акционерное Общество  «O‘ZENERGOINJINIRING»</td>
            </tr>
            <tr>
              <td>ИНН</td>
              <td>200837409</td>
            </tr>
            <tr>
              <td>Адрес</td>
              <td>100076 г. Ташкент, Яшнабадский район, ул. М. Ашрафи, 1-й переулок, дом 9.</td>
            </tr>
            <tr>
              <td>Срок поставки</td>
              <td>30 дней</td>
            </tr>
            <tr>
              <td>Место проведения конкурса</td>
              <td>100076 г. Ташкент, Яшнабадский район, ул. М. Ашрафи, 1-й переулок, дом 9.</td>
            </tr>
            <tr>
              <td>Дата начала</td>
              <td>28.10.2021</td>
            </tr>
            <tr>
              <td>Дата окончания</td>
              <td>12.11.2021</td>
            </tr>
            <tr>
              <td>Последний день и время предоставления оферт</td>
              <td>12.11.2021 16,28</td>
            </tr>
            <tr>
              <td>Место предоставления оферт</td>
              <td>100076 г. Ташкент, Яшнабадский район, ул. М. Ашрафи, 1-й переулок, дом 9.</td>
            </tr>
            <tr>
              <td>Контактное лицо</td>
              <td>Дадамухамедова М.Т. тел. 71-291-87-24 +998 90 969-47-55</td>
            </tr>
            <tr>
              <td>Количество просмотров</td>
              <td></td>
            </tr>
          </tbody>
        </table>
      </div>
    </div>
  );
};

export default Tender4;
