const FXDTable = () => {
  return (
    <div className="FXD-table-page">
      <div className="container">
        <div className="FXD-table-page__table">
          <h3 className="main-title">
            Сравнительная таблица и коментарии к{" "}
            <span>финансово-хозяйственной деятельности</span>
          </h3>
          <table className="FXD-table-page__table">
            <tbody>
              <tr>
                <td colSpan={2} className="corp-manage-page__table-title">
                  <p>Сравнительная таблицы</p>
                </td>
              </tr>
              <tr>
                <td>
                  <p>
                    СРАВНИТЕЛЬНАЯ ТАБЛИЦА ПО ОСНОВНЫМ ТЕХНИКО-ЭКОНОМИЧЕСКИМ
                    ПОКАЗАТЕЛЯМ ЗА 2012-2024гг.
                  </p>
                </td>
                <td>
                  <a href="">Посмотреть</a>
                </td>
              </tr>
              <tr>
                <td>
                  <p>
                    СРАВНИТЕЛЬНАЯ ТАБЛИЦА ПО ОСНОВНЫМ ТЕХНИКО-ЭКОНОМИЧЕСКИМ
                    ПОКАЗАТЕЛЯМ ЗА 2012-2022гг.
                  </p>
                </td>
                <td>
                  <a href="">Посмотреть</a>
                </td>
              </tr>
              <tr>
                <td>
                  <p>
                    СРАВНИТЕЛЬНАЯ ТАБЛИЦА ПО ОСНОВНЫМ ТЕХНИКО-ЭКОНОМИЧЕСКИМ
                    ПОКАЗАТЕЛЯМ ЗА 2018-2021гг.
                  </p>
                </td>
                <td>
                  <a href="">Посмотреть</a>
                </td>
              </tr>
              <tr>
                <td>
                  <p>
                    СРАВНИТЕЛЬНАЯ ТАБЛИЦА ПО ОСНОВНЫМ ТЕХНИКО-ЭКОНОМИЧЕСКИМ
                    ПОКАЗАТЕЛЯМ ЗА 2020гг.
                  </p>
                </td>
                <td>
                  <a href="">Посмотреть</a>
                </td>
              </tr>
              <tr>
                <td>
                  <p>
                    СРАВНИТЕЛЬНАЯ ТАБЛИЦА ПО ОСНОВНЫМ ТЕХНИКО-ЭКОНОМИЧЕСКИМ
                    ПОКАЗАТЕЛЯМ ЗА 2019гг.
                  </p>
                </td>
                <td>
                  <a href="">Посмотреть</a>
                </td>
              </tr>
            </tbody>
          </table>
        </div>
        <h3 className="main-title bold">
          Коментарии к финансово-хозяйственной деятельности
          <span className="enter"></span>
          АО «O‘ZENERGOINJINIRING» на 2022 год.
        </h3>
        <span className="enter"></span>
        <p>
          Производственная программа Общества на 2022 год предусматривает
          выполнение проектно-изыскательских работ по заказам магистральных
          электрических сетей АО"O’zbekiston milliy elektr tarmoqlari",
          территориальных предприятий электрических сетей "Hududiy elektr
          tarmoqlari"и других заказчиков народного хозяйства. Бизнес-план
          развития Общества на 2022 год предусматривает следующие показатели:
          <span className="enter"></span>- Валовая прибыль в размере 7028.1
          млн.сум; z <span className="enter"></span>- Чистая прибыль – 1 456,7
          млн.сум; z <span className="enter"></span>- Рентабельность чистой
          прибыли –7,6%z <span className="enter"></span>
          Сравнительный анализ выполнения основных параметров бизнес-плана
          общества за 2022 год произведен по следующим показателям, отражающим
          результаты финансовой деятельности общества:
          <span className="enter"></span>
          Чистая выручка от реализации согласно бизнес-плана должна была
          составить 19 097,9млн.сум, фактически составила 23 647,923млн.сум, что
          больше запланированной величины на 123,82%;
          <span className="enter"></span>
          По сравнению с аналогичным периодом 2021 года объем оказываемых услуг
          за 2022г. уменьшился и составил по сравнению с 2021 годом 75,21%
          <span className="enter"></span>
          Валовая прибыль согласно бизнес-плана должна была составить 7 028,1
          млн.сум, фактически составила 8650,864 млн.сум, что на 123,09% больше
          запланированной;<span className="enter"></span>
          Чистая прибыль согласно бизнес-плана должна была составить 1 456,7
          млн.сум, фактически составила 1 580,985 млн.сум, что на 108,53% больше
          запланированной величины;<span className="enter"></span>
          Параметры бизнес-плана общества на 2022 год выполнены полностью.
          <span className="enter"></span>
          Себестоимость за 2022 год составила 14 997,059 млн.сум, что больше
          запланированной величины на 124%, а по сравнению с 2021 годом
          уменьшилось и составила 71,78%.<span className="enter"></span>
          Основной причиной умеьшения себестоимости за 2022 год по сравнению с
          аналогичным периодом прошлого года является уменьшение объёма
          выполненных работ.<span className="enter"></span>
          Причиной увеличения себестоимости по сравнению с бизнес-планом
          является рост фактического объема выполненных работ, в связи с чем
          увеличились расходы на материалы (бумага, тонер, картон, реперы,
          бензин, электроэнергия), также осуществляется текущий ремонт
          производственого здания АО «O‘ZENERGOINJINIRING», амортизация основных
          средств производственного назначения.
          <span className="enter"></span>В связи с увеличением фактического
          объема выполненных работ также увеличилоись расходы периода. За 2022
          год расходы периода составили 7 244,273 млн.сум, и по сравнению с
          запланированной величиной увеличилось на 103,07%. Увеличились
          начисления по обязятельным платежам в бюджет и внебюджетный фонд, а
          также увеличеличилось пеня по невыплаченным дивидендам, по налогам и
          другим обязательным отчислениям.
          <span className="enter"></span>
          Увеличение затрат по налогу на прибыль и прочих налогов от прибыли
          напрямую свызаны с увеличением объема реализации, так как источником
          начисления этих налогов является прибыль.
          <span className="enter"></span>
        </p>
        <h3 className="main-title bold">
          Коментарии к финансово-хозяйственной деятельности
          <span className="enter"></span>
          АО «O‘ZENERGOINJINIRING» на 2021 год.
        </h3>
        <span className="enter"></span>
        <p>
          Производственная программа Общества на 2021 год предусматривает
          выполнение проектно-изыскательских работ по заказам магистральных
          электрических сетей АО"O’zbekiston milliy elektr tarmoqlari",
          территориальных предприятий электрических сетей "Hududiy elektr
          tarmoqlari"и других заказчиков народного хозяйства. Бизнес-план
          развития Общества на 2021 год предусматривает следующие показатели:
          <span className="enter"></span>- Валовая прибыль в размере 6 720.0
          млн.сум;
          <span className="enter"></span>- Чистая прибыль – 1 723,0 млн.сум;
          <span className="enter"></span>- Рентабельность чистой прибыли –16,0%
          <span className="enter"></span>
          Сравнительный анализ выполнения основных параметров бизнес-плана
          общества за 2021 год произведен по следующим показателям, отражающим
          результаты финансовой деятельности общества:
          <span className="enter"></span>
          Чистая выручка от реализации согласно бизнес-плана должна была
          составить 17 500,0млн.сум, фактически составила 31 443,332млн.сум, что
          больше запланированной величины на 179,7%;{" "}
          <span className="enter"></span>
          По сравнению с аналогичным периодом 2020 года объем оказываемых услуг
          за 2021г. увеличился и составил по сравнению с 2020 годом 125,47%
          <span className="enter"></span>
          Валовая прибыль согласно бизнес-плана должна была составить 6 720,0
          млн.сум, фактически составила 10 551,471 млн.сум, что на 157,02%
          больше запланированной; <span className="enter"></span>
          Чистая прибыль согласно бизнес-плана должна была составить 1 723,0
          млн.сум, фактически составила 2 502,540 млн.сум, что на 145,24% больше
          запланированной величины; <span className="enter"></span>
          Параметры бизнес-плана общества на 2021 год выполнены полностью.
          <span className="enter"></span>
          Себестоимость за 2021 год составила 20891,861 млн.сум, что больше
          запланированной величины на 1,94 раза, а по сравнению с 2020 годом
          увеличилось и составила 130,28%.
          <span className="enter"></span>
          Основной причиной увеличения себестоимости за 2021 год по сравнению с
          аналогичным периодом прошлого года является увеличение объёма
          выполненных работ.
          <span className="enter"></span>
          Причиной увеличения себестоимости по сравнению с бизнес-планом
          является рост фактического объема выполненных работ, в связи с чем
          увеличились расходы на материалы (бумага, тонер, картон, реперы,
          бензин, электроэнергия), также осуществляется текущий ремонт
          производственого здания АО «O‘ZENERGOINJINIRING», амортизация основных
          средств производственного назначения.
          <span className="enter"></span>В связи с увеличением фактического
          объема выполненных работ также увеличилоись расходы периода. За 2021
          год расходы периода составили 7 704,253 млн.сум, и по сравнению с
          запланированной величиной увеличилось на 163,05%. Увеличились
          начисления по обязятельным платежам в бюджет и внебюджетный фонд, а
          также увеличеличилось пеня по невыплаченным дивидендам, по налогам и
          другим обязательным отчислениям.
          <span className="enter"></span>
          Увеличение затрат по налогу на прибыль и прочих налогов от прибыли
          напрямую свызаны с увеличением объема реализации, так как источником
          начисления этих налогов является прибыль.
          <span className="enter"></span>
        </p>
        <h3 className="main-title bold">
          Коментарии к финансово-хозяйственной деятельности
          <span className="enter"></span>
          АО «O‘ZENERGOINJINIRING» на 2020 год.
        </h3>
        <p>
          {" "}
          <span className="enter"></span>
          Производственная программа Общества на 2020 год предусматривает
          выполнение проектно-изыскательских работ по заказам магистральных
          электрических сетей АО"O’zbekiston milliy elektr tarmoqlari",
          территориальных предприятий электрических сетей "Hududiy elektr
          tarmoqlari"и других заказчиков народного хозяйства. Бизнес-план
          развития Общества на 2020 год предусматривает следующие показатели:
          <span className="enter"></span>- Валовая прибыль в размере 8 337,0
          млн.сум;
          <span className="enter"></span>- Чистая прибыль – 2 294,2 млн.сум;
          <span className="enter"></span>- Рентабельность чистой прибыли –18,1%
          <span className="enter"></span>
          Сравнительный анализ выполнения основных параметров бизнес-плана
          общества за 2020 год произведен по следующим показателям, отражающим
          результаты финансовой деятельности общества:
          <span className="enter"></span>
          Чистая выручка от реализации согласно бизнес-плана должна была
          составить 21000,0млн.сум, фактически составила 25 060,923млн.сум, что
          больше запланированной величины на 179,7%;
          <span className="enter"></span>
          По сравнению с аналогичным периодом 2019 года объем оказываемых услуг
          за 2021г. увеличился и составил по сравнению с 2019 годом 70.95%
          <span className="enter"></span>
          Валовая прибыль согласно бизнес-плана должна была составить 8 337,0
          млн.сум, фактически составила 9 025,138 млн.сум, что на 108,25% больше
          запланированной;<span className="enter"></span>
          Чистая прибыль согласно бизнес-плана должна была составить 2 294,2
          млн.сум, фактически составила 2 333,357 млн.сум, что на 101,71% больше
          запланированной величины;<span className="enter"></span>
          Параметры бизнес-плана общества на 2020 год выполнены полностью.
          <span className="enter"></span>
          Себестоимость за 2020 год составила 16 035,785 млн.сум, что больше
          запланированной величины на 1,3 раза, а по сравнению с 2019 годом
          уменьшилась и составила 65,44%.
          <span className="enter"></span>
          Основной причиной умньшения себестоимости за 2020 год по сравнению с
          аналогичным периодом прошлого года является уменьшение объёма
          вқполненнқх работ, снижение численности работаюўих (ушли на
          безсодержание из-за отсутствия проектов по низковольтнқм электрическим
          сетям).
          <span className="enter"></span>
          Причиной увеличения себестоимости по сравнению с бизнес-планом
          является рост фактического объема выполненных работ, в связи с чем
          увеличились расходы на материалы (бумага, тонер, картон, реперы,
          бензин, электроэнергия), также осуществляется текущий ремонт
          производственого здания АО «O‘ZENERGOINJINIRING», амортизация основных
          средств производственного назначения и приобретение орг. техники (в 1
          квартале 2020 года)
          <span className="enter"></span>В связи с увеличением фактического
          объема выполненных работ также увеличилоись расходы периода. За 2020
          год расходы периода составили 6 390,182 млн.сум, и по сравнению с
          запланированной величиной увеличилось на 116,23%. Увеличились
          начисления по обязятельным платежам в бюджет и внебюджетный фонд, а
          также увеличеличилось пеня по невыплаченным дивидендам, по налогам и
          другим обязательным отчислениям.
          <span className="enter"></span>
          Увеличение затрат по налогу на прибыль и прочих налогов от прибыли
          напрямую свызаны с увеличением объема реализации, так как источником
          начисления этих налогов является прибыль.{" "}
          <span className="enter"></span>
        </p>
        <h3 className="main-title bold">
          Коментарии к финансово-хозяйственной деятельности
          <span className="enter"></span>
          АО «O‘ZENERGOINJINIRING» на 2019 год.
        </h3>
        <p>
          Производственная программа Общества на 2019 год предусматривает
          выполнение проектно-изыскательских работ по заказам магистральных
          электрических сетей АО"O’zbekiston milliy elektr tarmoqlari",
          территориальных предприятий электрических сетей "Hududiy elektr
          tarmoqlari"и других заказчиков народного хозяйства. Бизнес-план
          развития Общества на 2019 год предусматривает следующие показатели:
          <span className="enter"></span>- Валовая прибыль в размере 7 020,0
          млн.сум;
          <span className="enter"></span>- Чистая прибыль – 1 820,0 млн.сум;
          <span className="enter"></span>- Рентабельность чистой прибыли –16,6%
          <span className="enter"></span>
          Сравнительный анализ выполнения основных параметров бизнес-плана
          общества за 2019 год произведен по следующим показателям, отражающим
          результаты финансовой деятельности общества:
          <span className="enter"></span>
          Чистая выручка от реализации согласно бизнес-плана должна была
          составить 18000,0млн.сум, фактически составила 35 321,190млн.сум, что
          больше запланированной величины на 1,96 раза;
          <span className="enter"></span>
          По сравнению с аналогичным периодом 2018 года объем оказываемых услуг
          за 2019г. увеличился и составил 108,7%
          <span className="enter"></span>
          Валовая прибыль согласно бизнес-плана должна была составить 7 020,0
          млн.сум, фактически составила 10 816,655 млн.сум, что на 154,08%
          больше запланированной;<span className="enter"></span>
          Чистая прибыль согласно бизнес-плана должна была составить 1 820,1
          млн.сум, фактически составила 2 528,984 млн.сум, что на 138,95% больше
          запланированной величины;<span className="enter"></span>
          Параметры бизнес-плана общества на 2019 год выполнены полностью.
          <span className="enter"></span>
          Себестоимость за 2019 год составила 24 504,535 млн.сум, что больше
          запланированной величины на 2,2 раза, а по сравнению с 2018 годом
          увеличилось и составила 151.32%.
          <span className="enter"></span>
          Основной причиной увеличения себестоимости за 2019 год по сравнению с
          аналогичным периодом прошлого года является увеличение объёма
          выполненных работ.
          <span className="enter"></span>
          Причиной увеличения себестоимости по сравнению с бизнес-планом
          является рост фактического объема выполненных работ, в связи с чем
          увеличились расходы на материалы (бумага, тонер, картон, реперы,
          бензин, электроэнергия), также осуществляется текущий ремонт
          производственого здания АО «O‘ZENERGOINJINIRING», амортизация основных
          средств производственного назначения, приобретение орг.техники и
          геодезической съемочной системы.
          <span className="enter"></span>В связи с увеличением фактического
          объема выполненных работ также увеличилоись расходы периода. За 2019
          год расходы периода составили 8 518,731 млн.сум, и по сравнению с 2018
          годом больше на 1666,434 млн.сум. Также увеличеличились начисления по
          налогам, обязательные начисления в гос.целевые фонды, а также пеня по
          невыплаченным дивидендам, по налогам и другим обязательным
          отчислениям.
          <span className="enter"></span>
          Увеличение затрат по налогу на прибыль и прочих налогов от прибыли
          напрямую свызаны с увеличением объема реализации, так как источником
          начисления этих налогов является прибыль.{" "}
          <span className="enter"></span>
        </p>
      </div>
    </div>
  );
};

export default FXDTable;
