import img2 from "../../../assets/images/history-img2.jpg";
import img1 from "../../../assets/images/generalIcons/telIcon2.jpg";
const SignFact2022 = () => {
  return (
    <div className="corp-manage-page">
      <div className="container">
        <div className="corp-manage-page__cardText">
          <p className="corp-manage-page__cardText-nav">
            Уставный фонд и акционеры АО «O'ZENERGOINJINIRING»
          </p>
          <p className="corp-manage-page__cardText-content">
            <span className="bold">АО «O'ZENERGOINJINIRING»</span>
            Размер Уставного фонда составляет 13 167 161,0 тыс.сум.Акционерами
            АО «O‘ZENERGOINJINIRING» являются акционерное общество "O’zbekiston
            milliy elektr tarmoqlari", акционерное общество
            «Elelnrqishloqqurilish» и трудовой коллектив и другие физические
            лица акционерного общества " АО «O‘ZENERGOINJINIRING».
          </p>
        </div>
        <div className="corp-manage-page__content">
          <h3 className="main-title">
            СУЩЕСТВЕННЫЕ ФАКТЫ <span>2022 год</span>
          </h3>
          <table className="corp-manage-page__table">
            <tbody>
              <tr>
                <td colSpan={2} className="corp-manage-page__table-title"><p>СУЩЕСТВЕННЫЕ ФАКТЫ</p></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 06 – Решения, принятые высшим органом управления эмитента</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 19</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 18</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 36 – Изменения в списке аффилированных лиц</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 08 –Изменение в составе наблюдательного совета, ревизионной комиссии или исполнительного органа</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 06 – Решения, принятые высшим органом управления эмитента</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 22 – Получение лицензии на осуществление отдельных видов деятельности</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 17</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 16</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 15</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 36 – Изменения в списке аффилированных лиц</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 32 – Начисление доходов по ценным бумагам</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 08 –Изменение в составе наблюдательного совета, ревизионной комиссии или исполнительного органа</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 06 – Решения, принятые высшим органом управления эмитента</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 14</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 35 – Изменения во владении членов исполнительного органа акциями эмитента</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 06 – Решения, принятые высшим органом управления эмитента</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг».09 – Изменения в перечне филиалов</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 10-13</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 9</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 8</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 7</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 6</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>35 – Изменения во владении членов исполнительного органа акциями эмитента</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 5</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 4</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 06 – Решения, принятые высшим органом управления эмитента</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 3</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 2</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг». 21 – Заключение сделок с аффилированным лицом. № 1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
            </tbody>
          </table>
        </div>
        <div className="corp-manage-page__details">
          <div className="corp-manage-page__details-card">
            <img src={img1} alt="" />
            <p>
              Номер телефона горячий линии для связи с акционерами и с
              иностранными инвесторами:
            </p>
            <a href="">(71) 291-87-24</a>
          </div>
          <div className="corp-manage-page__details-card">
            <img src={img2} alt="" />
            <p>
              <span className="bold">Наш адрес:</span> 100076, г. Ташкент
              ул.М.Ашрафи 1 пер.,дом 9<span className="bold">Тел:</span>+998
              555200404
              <span className="enter"></span>
              <span className="bold">e-mail:</span> info@uzee.uz
            </p>
          </div>
        </div>
      </div>
    </div>
  )
}

export default SignFact2022