import img2 from "../../../assets/images/history-img2.jpg";
import img1 from "../../../assets/images/generalIcons/telIcon2.jpg";
const SignFact2024 = () => {
  return (
    <div className="corp-manage-page">
      <div className="container">
        <div className="corp-manage-page__cardText">
          <p className="corp-manage-page__cardText-nav">
            Уставный фонд и акционеры АО «O'ZENERGOINJINIRING»
          </p>
          <p className="corp-manage-page__cardText-content">
            <span className="bold">АО «O'ZENERGOINJINIRING»</span>
            Размер Уставного фонда составляет 13 167 161,0 тыс.сум.Акционерами
            АО «O‘ZENERGOINJINIRING» являются акционерное общество "O’zbekiston
            milliy elektr tarmoqlari", акционерное общество
            «Elelnrqishloqqurilish» и трудовой коллектив и другие физические
            лица акционерного общества " АО «O‘ZENERGOINJINIRING».
          </p>
        </div>
        <div className="corp-manage-page__content">
          <h3 className="main-title">
            СУЩЕСТВЕННЫЕ ФАКТЫ <span>2024 год</span>
          </h3>
          <table className="corp-manage-page__table">
            <tbody>
              <tr>
                <td colSpan={2} className="corp-manage-page__table-title"><p>СУЩЕСТВЕННЫЕ ФАКТЫ</p></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг» 23 – Аннулирование лицензии либо прекращение действия лицензии выданной на осуществление отдельных видов деятельности №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг» 20 – Заключение эмитентом крупной сделки №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг» 12 – Изменения в перечне зависимых хозяйственных обществ №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг» 09 – Изменения в перечне филиалов №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг» 42 – Дивиденды, выплаченные акционерам эмитентом №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг» 32 – Начисление доходов по ценным бумагам №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг» 22 – Получение лицензии на осуществление отдельных видов деятельности №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»08 –Изменение в составе наблюдательного совета, ревизионной комиссии или исполнительного органа №2</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»08 –Изменение в составе наблюдательного совета, ревизионной комиссии или исполнительного органа №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№12</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№11</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№10</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№9</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№8</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№7</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№6</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№5</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№4</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№3</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№2</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»21 – Заключение сделок с аффилированным лицом.№1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»36 – Изменения в списке аффилированных лиц №2</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»36 – Изменения в списке аффилированных лиц №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»44 – Приобретение акционером пакета акций, составляющего 20 и более процентов от общего размера уставного капитала акционерного общества. №5</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»44 – Приобретение акционером пакета акций, составляющего 20 и более процентов от общего размера уставного капитала акционерного общества. №4</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»44 – Приобретение акционером пакета акций, составляющего 20 и более процентов от общего размера уставного капитала акционерного общества. №3</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»44 – Приобретение акционером пакета акций, составляющего 20 и более процентов от общего размера уставного капитала акционерного общества. №2</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>Сообщение о существенном факте АО «Узэнергоинжиниринг»44 – Приобретение акционером пакета акций, составляющего 20 и более процентов от общего размера уставного капитала акционерного общества. №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>ИНФОРМАЦИЯ  О СУЩЕСТВЕННОМ ФАКТЕ по АО «O‘ZENERGOINJINIRING» 06 –    Решения, принятые высшим органом управления эмитента №3</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>ИНФОРМАЦИЯ  О СУЩЕСТВЕННОМ ФАКТЕ по АО «O‘ZENERGOINJINIRING» 06 –    Решения, принятые высшим органом управления эмитента №2</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
              <tr>
                <td><p>ИНФОРМАЦИЯ  О СУЩЕСТВЕННОМ ФАКТЕ по АО «O‘ZENERGOINJINIRING» 06 –    Решения, принятые высшим органом управления эмитента №1</p></td>
                <td><a href="">Посмотреть</a></td>
              </tr>
         
            </tbody>
          </table>
        </div>
        <div className="corp-manage-page__details">
          <div className="corp-manage-page__details-card">
            <img src={img1} alt="" />
            <p>
              Номер телефона горячий линии для связи с акционерами и с
              иностранными инвесторами:
            </p>
            <a href="">(71) 291-87-24</a>
          </div>
          <div className="corp-manage-page__details-card">
            <img src={img2} alt="" />
            <p>
              <span className="bold">Наш адрес:</span> 100076, г. Ташкент
              ул.М.Ашрафи 1 пер.,дом 9<span className="bold">Тел:</span>+998
              555200404
              <span className="enter"></span>
              <span className="bold">e-mail:</span> info@uzee.uz
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default SignFact2024;
